const data = [
  {
    id: 1,
    question: 'Охрана труда - это... (ст. 209 ТК РФ).',
    answers: [
      {
        id: 1,
        value: 'расследование несчастных случаев на производстве',
      },
      {
        id: 2,
        value:
          'система сохранения жизни и здоровья работников в процессе трудовой деятельности, включающая в себя правовые, социально-экономические, организационно-технические, санитарно-гигиенические, лечебно-профилактические, реабилитационные и иные мероприятия',
      },
      {
        id: 3,
        value: 'техника безопасности',
      },
    ],
    answer: [2],
  },
  {
    id: 2,
    question:
      'На кого возлагаются обязанности по обеспечению безопасных условий труда в Компании (ст.212 ТК РФ).',
    answers: [
      {
        id: 1,
        value: 'на работодателя',
      },
      {
        id: 2,
        value: 'на службу охраны труда',
      },
      {
        id: 3,
        value: 'на работника',
      },
    ],
    answer: [1],
  },
  {
    id: 3,
    question:
      'Кто несет ответственность за организацию и своевременность обучения по охране труда и проверку знаний требований охраны труда работников организации? (ст.225 ТК РФ.)',
    answers: [
      {
        id: 1,
        value: 'служба охраны труда',
      },
      {
        id: 2,
        value: 'работодатель',
      },
      {
        id: 3,
        value: 'отдел по работе с персоналом',
      },
    ],
    answer: [2],
  },
  {
    id: 4,
    question:
      'Ваши первые действия при происшествии несчастного случая на производстве с работником Вашего подразделения? ст.228 ТК РФ.',
    answers: [
      {
        id: 1,
        value:
          'сообщить о несчастном случае в службу охраны труда и сохранить место происшествия до осмотра его специалистами службы охраны труда',
      },
      {
        id: 2,
        value:
          'сообщить о несчастном случае директору предприятия и родственникам пострадавшего',
      },
      {
        id: 3,
        value:
          'оказать первую помощь пострадавшему, сообщить непосредственному руководителю',
      },
    ],
    answer: [3],
  },
  {
    id: 5,
    question:
      'Срок расследования легкого несчастного случая на производстве составляет: ст. 229.1.ТК РФ.',
    answers: [
      { id: 1, value: 'три дня' },
      { id: 2, value: 'один месяц' },
      { id: 3, value: 'пятнадцать дней' },
    ],
    answer: [1],
  },
]

export default data
