const data = [
{
    id: 1,
    question: "Охрана труда - это... (ст. 209 ТК РФ).",
    answers: ["расследование несчастных случаев на производстве", 
        "система сохранения жизни и здоровья работников в процессе трудовой деятельности, включающая в себя правовые, социально-экономические, организационно-технические, санитарно-гигиенические, лечебно-профилактические, реабилитационные и иные мероприятия",
        "техника безопасности"
    ],
    answer: "система сохранения жизни и здоровья работников в процессе трудовой деятельности, включающая в себя правовые, социально-экономические, организационно-технические, санитарно-гигиенические, лечебно-профилактические, реабилитационные и иные мероприятия"
},
{
    id: 2, 
    question: "На кого возлагаются обязанности по обеспечению безопасных условий труда в Компании (ст.212 ТК РФ).",
    answers: ["на работодателя", "на службу охраны труда", "на работника"],
    answer: "на работодателя"
},
{
    id: 3,
    question: "Кто несет ответственность за организацию и своевременность обучения по охране труда и проверку знаний требований охраны труда работников организации? (ст.225 ТК РФ.)",
    answers: ["служба охраны труда", "работодатель", "отдел по работе с персоналом"],
    answer: "работодатель"
},
{   
    id: 4,
    question: "Ваши первые действия при происшествии несчастного случая на производстве с работником Вашего подразделения? ст.228 ТК РФ.",
    answers: ["сообщить о несчастном случае в службу охраны труда и сохранить место происшествия до осмотра его специалистами службы охраны труда",
        "сообщить о несчастном случае директору предприятия и родственникам пострадавшего",
        "оказать первую помощь пострадавшему, сообщить непосредственному руководителю"],
    answer: "оказать первую помощь пострадавшему, сообщить непосредственному руководителю"

},
{
    id: 5,
    question: "Срок расследования легкого несчастного случая на производстве составляет: ст. 229.1.ТК РФ.",
    answers: ["три дня", "один месяц","пятнадцать дней"],
    answer: "три дня"
}
]

export default data;