const data = [
{
    id: 1,
    question: "Охрана труда - это... (ст. 209 ТК РФ).",
    answers: ["расследование несчастных случаев на производстве", 
        "система сохранения жизни и здоровья работников в процессе трудовой деятельности, включающая в себя правовые, социально-экономические, организационно-технические, санитарно-гигиенические, лечебно-профилактические, реабилитационные и иные мероприятия",
        "техника безопасности"
    ],
    answer: "система сохранения жизни и здоровья работников в процессе трудовой деятельности, включающая в себя правовые, социально-экономические, организационно-технические, санитарно-гигиенические, лечебно-профилактические, реабилитационные и иные мероприятия"
},
{
    id: 2, 
    question: "На кого возлагаются обязанности по обеспечению безопасных условий труда в Компании (ст.212 ТК РФ).",
    answers: ["на работодателя", "на службу охраны труда", "на работника"],
    answer: "на работодателя"
}
]

export default data;